/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "Não é possível abrir %@.";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "Não é possível abrir %@ porque ocorreu um problema.";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "%@ verificou um problema.";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "%1$@ fechou inesperadamente ao utilizar o plugin %2$@.";

/* header format string for a crash report */
"%@ quit unexpectedly." = "%@ fechou inesperadamente.";

/* button title */
"Agree" = "Concordo";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "Ao clicar em “Concordo”, aceita que a Apple pode recolher periodicamente e utilizar esta informação como parte dos seus serviços de suporte e para melhorar os seus produtos e serviços. Esta informação é coligida sem identificação da origem. Para mais informações acerca da Política de Privacidade da Apple, consulte http://www.apple.com/pt/legal/privacy.";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "Verifique junto do programador se %@ funciona com esta versão do Mac OS X. Poderá ser necessário reinstalar a aplicação. Certifique-se de que instalou todas as actualizações disponíveis para a aplicação e para o Mac OS X.";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "Clique em “Enviar à Apple” para enviar o relatório para a Apple. Esta informação é coligida sem identificação da origem.";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "Clique em Reabrir para abrir de novo a aplicação. Este relatório será enviado à Apple automaticamente.";

/* button title */
"Disagree" = "Discordo";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "Não voltar a perguntar";

/* button title */
"Don\\U2019t Send" = "Não enviar";

/* button title */
"Hide Details" = "Ocultar detalhes";

/* button title */
"OK" = "OK";

/* window title - %@ is application name */
"Problem Report for %@" = "Relatório de problema para %@";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "Indique os passos necessários para reproduzir o problema.";

/* button title */
"Reopen" = "Reabrir";

/* button title */
"Send to Apple" = "Enviar à Apple";

/* button title */
"Show Details" = "Mostrar detalhes";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "Este relatório será enviado à Apple automaticamente.";

/* Error if system profile fails */
"Unable to gather system configuration information." = "Impossível recolher informações sobre a configuração do sistema.";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "Na App Store, volte a descarregar %@.";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "Pode ajudar a Apple a melhorar os seus produtos enviando informação de diagnóstico e utilização acerca do seu computador, de forma anónima.";

/* header format string for a hang report */
"You quit %@ because of a problem." = "%@ fechou porque ocorreu um problema.";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "O computador foi desligado porque ocorreu um problema.";

